tap "nikitabobko/tap"
tap "felixkratz/formulae"

# CLI utilities
brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "gh"
brew "jq"
brew "ripgrep"
brew "speedtest-cli"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"

# Languages & runtimes are managed by asdf

# Kubernetes / DevOps
brew "asdf"
brew "helm"
brew "kube-ps1"
brew "kubernetes-cli"

# Terminal & editor
brew "neovim"
brew "tmux"
brew "tree-sitter-cli"

# macOS
brew "nikitabobko/tap/aerospace"
brew "felixkratz/formulae/sketchybar"

cask "alacritty"
cask "obsidian"

# Fonts
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
